---
kind: enumMember
id: F:Autodesk.Revit.DB.AnalyzesAsType.AA_SlabOnGrade
enum: Autodesk.Revit.DB.AnalyzesAsType
source: html/c273e69a-8851-6f15-dc90-2385359e3c45.htm
---
# Autodesk.Revit.DB.AnalyzesAsType.AA_SlabOnGrade